The options that control the calculation.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public SpatialElementBoundaryOptions GetOptions()
  Visual Basic
Public Function GetOptions As SpatialElementBoundaryOptions
  Visual C++
public:
SpatialElementBoundaryOptions^ GetOptions()
 Return Value
 The options.
 See Also
  SpatialElementGeometryCalculator Class
  Autodesk.Revit.DB Namespace